var dic = {
  '八月瓜': [
    { title: '单果重', list: ['60g以下', '60-75g', '70-80g', '80-90g', '90-100g', '100-120g', '120-130g', '130-140g', '140-150g', '150g以上'] },
    { title: '种植方式', list: ['种植', '野生'] },
    { title: '外皮颜色', list: ['紫色', '红色', '麻黄', '青色', '木色', '粉红', '白色      '] }
  ],
  '菠萝': [
    { title: '单颗重', list: ['1-1.5斤', '1.5-2斤', '2-2.5斤', '2.5-3斤', '3-4斤', '4-5斤', '5斤以上'] },
    { title: '果径', list: ['10cm以上', '12cm以上', '14cm以上', '16cm以上', '18cm以上', '20cm以上'] },
    { title: '颜色', list: ['深绿色', '黄绿色', '淡黄色'] },
  ],
  '菠萝蜜': [{ title: '单颗重', list: ['10斤以下', '10-15斤', '15斤以上'] }],

  '百香果': [
    { title: '单颗重', list: ['40-50g', '50-60g', '60-70g', '70-80g', '80-90g', '90-100g'] },
    { title: '果型', list: ['长圆形', '圆形'] },
    { title: '颜色', list: ['紫果', '黄果'] }
  ],
  '草莓': [
    { title: '单颗重', list: ['20g以下', '20g以上', '30g以上', '40g以上', '50g以上'] },
    { title: '货品包装', list: ['泡沫箱', '木箱', '盆装'] },
  ],
  '橙子': [
    { title: '果径', list: ['55mm以下', '55-60mm', '60-65mm', '65-70mm', '70-75mm', '75-80mm', '80-85mm', '85-90mm', '90-95mm', '95-100mm', '100mm以上'] },
    { title: '单颗重', list: ['4两以下', '4 - 8两', '8两以上'] },
    { title: '单颗重', list: ['4两以下', '4 - 8两', '8两以上'] },
    { title: '果味', list: ['味甜', '味酸', '甜中带微酸'] },
    { title: '货品包装', list: ['纸箱', '筐装', '袋装', '盒装'] },
  ],
  '蛋黄果': [
    { title: '单颗重', list: ['10-30g', '30-60g', '60-90g', '90-120g', '120g-150g', '150-180g', '180-200g', '200g以上'] }
  ],
  '番石榴': [
    { title: '单果重', list: ['150-200g', '200-250g', '250-300g'] },
    { title: '颜色', list: ['黄绿色', '紫红色'] },
    { title: '果型', list: ['长椭圆形', '扁圆形'] }
  ],
  '甘蔗': [
    { title: '果径', list: ['2-3cm', '3-4cm', '4-5cm', '5-6cm', '6-8cm', '2cm以下'] },
    { title: '长度', list: ['1 - 1.5m', '1.5 - 2m', '2 - 2.5m', '2.5 - 3m', '3m以上', '1m以下'] }
  ],
  '橄榄': [
    { title: '单颗重', list: ['9g以上', '10g以上', '11g以上', '12g以上', '13g以上', '14g以上'] }
  ],
  '柑桔': [
    { title: '果径', list: ['2-2.5cm', '2.5-3cm', '3-3.5cm', '3.5-4cm', '4-4.5cm', '4.5-5cm', '5-5.5cm', '5.5-6cm', '6-6.5cm', '6.5-7cm', '7-7.5cm', '7.5-8cm', '8cm以上', '2cm以下'] },
    { title: '单颗重', list: ['1两以下', '1 - 1.5两', '1.5 - 2两', '2 - 3两', '3两以上', '4两以上', '5两以上'] },
    { title: '可食率', list: ['80 % 以上', '85 % 以上', '90 % 以上', '95 % 以上'] },
    { title: '果味', list: ['味甜', '酸甜', '酸'] },
    { title: '货品包装', list: ['纸箱', '筐装', '袋装', '盒装', '泡沫网套'] },
    { title: '果皮', list: ['平滑亮丽无伤疤', '较平滑亮丽微伤疤', '较光洁轻微伤疤'] },
  ],
  '哈密瓜': [
    { title: '单颗重', list: ['1斤以上', '2斤以上', '3斤以上', '5斤以上', '7斤以上', '9斤以上'] },
    { title: '果型', list: ['长形', '椭圆形', '长圆形'] },
    { title: '货品包装', list: ['纸箱', '筐装', '袋装', '盒装', '泡沫网套'] },
  ],
  '火龙果': [
    { title: '货品等级', list: ['特大（1斤以上）', '大（7两以上）', '中（5-7两）', '小（5两以下）'] },
    { title: '果皮', list: ['新鲜', '光泽度强', '果型匀称'] },
  ],
  '黄桃': [
    { title: '果径', list: ['45mm以上', '55mm以上', '60mm以上', '70mm以上', '80mm以上', '45mm以下'] },
    { title: '单颗重', list: ['2 - 3两', '3 - 4两', '4两以上'] },
    { title: '果肉颜色', list: ['红色', '粉红', '白色', '黄色'] },
  ],

  '黄皮果': [
    { title: '果型', list: ['球型', '扁圆型'] },
    { title: '果味', list: ['甜口', '酸口', '酸甜'] },
  ],
  '红毛丹': [
    { title: '果径', list: ['1.5cm以下', '1.5-2cm', '2cm以上'] }
  ],
  '黑老虎': [
    { title: '单颗重', list: ['300-600g', '600-650g', '650-700g', '700-750g', '750-800g', '800-850g', '850-900g', '900g以上'] },
    { title: '果径', list: ['5-10cm', '10-12cm'] }
  ],
  '金桔': [
    { title: '果径', list: ['2-3cm', '3-4cm', '4-5cm', '5-6cm', '6-7cm', '7-8cm', '8cm以上'] },
    { title: '单颗重', list: ['1两以下', '1 - 1.5两', '1.5两 - 2两', '2两 - 3两', '3两以上', '4两以上', '5两以上'] },
    { title: '可食率', list: ['80 % 以上', '85 % 以上', '90 % 以上', '95 % 以上'] },
    { title: '果味', list: ['甜口', '酸口', '酸甜'] },
    { title: '货品等级', list: ['一级', '二级', '三级'] },
    { title: '货品包装', list: ['箱装', '框装', '袋装', '盒装'] },
  ],
  '荔枝': [
    { title: '果径', list: ['1cm', '1.5cm', '2cm'] },
    { title: '可食率', list: ['75 % 以上', '80 % 以上', '85 % 以上', '90 % 以上', '95 %'] },
    { title: '果味', list: ['味甜', '酸甜', '酸'] },
  ],
  '龙眼': [
    { title: '果径', list: ['5mm以上', '10mm以上', '15mm以上', '20mm以上', '25mm以上', '30mm以上'] },
    { title: '可食率', list: ['75 % 以上', '80 % 以上', '85 % 以上', '90 % 以上', '95 % ', '100 % '] },
  ],
  '榴莲': [
    { title: '单颗重', list: ['2-3公斤', '3-4公斤', '4-5公斤', '2公斤以下'] },
    { title: '可食率', list: ['30 % -40 % 以上', '40 - 50 % 以上', '50 % -60 % 以上', '60 % -70 % 以上', '80 % -90 % 以上', '90 % 以上'] },
    { title: '货品等级', list: ['特级', '一级', '二级', '三级'] },
  ],
  '莲雾': [
    { title: '果径', list: ['3-5cm', '5-7cm', '7-9cm', '9-11cm', '11-13cm', '13-15cm', '15-20cm'] },
    { title: '货品等级', list: ['特等', '一等', '二等', '等外'] },
    { title: '货品包装', list: ['箱装', '框装', '袋装', '盒装'] },
  ],
  '蓝莓': [
    { title: '果径', list: ['2-4mm以上', '4-6mm以上', '6-8mm以上', '8-10mm以上', '10-12mm以上', '12-14mm以上'] },
    { title: '类型', list: ['鲜果', '冻果'] },
    { title: '货品等级', list: ['特级', '一级', '二级', '等外 '] }
  ],
  '蓝靛果': [
    { title: '单果重', list: ['1g以下', '1-1.5g', '1.5-2g', '2-2.5g', '2.5-3g'] }
  ],
  '梨': [
    { title: '果径', list: ['55mm', '55mm以上', '60mm以上', '65mm以上', '70mm以上', '75mm以上', '80mm以上', '85mm以上', '90mm以上', '95mm以上', '100mm-120mm'] },
    { title: '单个重', list: ['2 - 3g', '3 - 6g', '6 - 8g', '60 - 100g', '100 - 150g', '150 - 200g', '200 - 250g', '250 - 300g', '300 - 350g', '350 - 400g', '400 - 450g', '450 - 500g', '500 - 550g', '550 - 600g', '600g以上'] },
    { title: '货品包装', list: ['纸袋', '膜袋', '光果', '纸加膜', '纸箱', '筐装'] },
    { title: '货品等级', list: ['S级', 'A级', '一级', '二级'] },
  ],
  '李子': [
    { title: '果径', list: ['10-15mm', '15-20mm', '20-25mm', '25-30mm', '30-35mm', '35-40mm', '40-50mm', '50mm以上', '60mm以上', '70mm以上', '75mm以上'] },
    { title: '货品包装', list: ['纸箱', '筐装', '袋装', '盒装', '泡沫网套'] },
  ],
  '罗汉果': [
    { title: '单果重', list: ['1-2两', '2-3两', '3-4两', '4-5两', '5两以上'] },
    { title: '果型', list: ['梨形', '圆形', '长圆形'] },
  ],
  '芒果': [
    { title: '单颗重', list: ['2两以下', '2两以上', '4两以上', '5两以上', '6两以上', '7两以上', '8两以上', '10两以上', '15两以上', '20两以上'] },
    { title: '货品等级', list: ['特级', '1级', '2级', '3级'] },
  ],
  '木瓜': [
    { title: '单颗重', list: ['0.5-1斤', '1-1.5斤', '1.5-2斤', '2-2.5斤', '2.5-3斤', '3-4斤'] }
  ],
  '猕猴桃': [
    { title: '单颗重', list: ['50g以下', '60g以下', '50g以上', '70g以上', '70-90g', '60-100g', '80-100g', '90-100g', '100-120g', '120g以上'] },
    { title: '颜色', list: ['绿肉', '黄肉', '黄绿中间型', '红肉    货品包装: 纸箱', '筐装', '袋装', '盒装', '泡沫网套'] }
  ],
  '马蹄': [
    { title: '外形大小', list: ['小号', '中号', '大号', '特大号'] },
    { title: '果径', list: ['3 - 5cm', '5cm以上'] },
  ],
  '毛桃': [
    { title: '果径', list: ['45mm以上', '50mm以上', '55mm以上', '60mm以上', '65mm以上', '70mm以上', '75mm以上', '80mm以上', '85mm以上', '90mm以上', '95mm以上', '45mm以下'] },
    { title: '单颗重', list: ['2 - 3两', '3 - 4两', '4 - 5两', '5两以上'] },
    { title: '果肉颜色', list: ['红色', '粉红', '白色', '黄色'] },
    { title: '货品包装', list: ['纸箱', '筐装', '袋装', '盒装', '泡沫网套'] }
  ],
  '美藤果': [
    { title: '货品包装', list: ['箱装', '框装', '袋装', '盒装'] }
  ],
  '牛油果': [
    { title: '单颗重', list: ['50-80g', '80-100g', '100-150g', '150-180g', '180-200g', '200g以上'] },
    { title: '货品包装', list: ['箱装', '框装', '袋装', '盒装'] },
  ],
  '柠檬': [
    { title: '单颗重', list: ['1-1.5两', '1.6-2两', '2-2.6两', '2.7-3.2两', '3.3-4.5两', '5-6两'] },
    { title: '货品等级', list: ['1级', '2级', '3级', '4级'] },
  ],
  '葡萄': [
    { title: '单串重', list: ['0.4-0.6斤', '0.6-0.8斤', '0.8-1斤', '1-1.5斤', '1.5-2斤', '2斤以上'] },
    { title: '小果率', list: ['5 % 以下', '10 % 以下', '10 % 以上'] },
    { title: '采收批次', list: ['1次果', '2次果'] },
    { title: '是否套袋', list: ['套袋', '不套袋'] },
    { title: '是否有周转库', list: ['是', '无'] },
    { title: '储存方式', list: ['鲜果', '冷藏', '窖藏'] },
  ],
  '苹果': [
    { title: '果径', list: ['60mm以下', '75mm以下', '60mm以上', '65mm以上', '70mm以上', '75mm以上', '80mm以上', '85mm以上', '90mm以上', '95mm以上', '100mm以上', '110mm以上'] },
    { title: '颜色', list: ['表光', '条红', '片红', '锈斑', '日硒面', '翠绿', '黄色', '全红'] },
    { title: '是否套袋', list: ['纸袋', '膜袋', '纸 + 膜袋', '光果'] },
    { title: '货品包装', list: ['纸箱', '塑料筐', '泡沫网袋'] },
    { title: '是否贴字', list: ['贴字', '不帖字'] },
    { title: '果型', list: ['高桩', '矮桩'] },
    { title: '单果重', list: ['100g', '125g', '145g', '155g', '160g', '180g', '200g', '250g', '400g', '500g', '600g'] },
    { title: '储存方式', list: ['鲜果', '冷藏', '窖藏'] },
  ],
  '蟠桃': [
    { title: '单颗重', list: ['2-3两', '3-5两', '5-6两', '6两以上', '2两以下'] },
    { title: '货品包装', list: ['箱装', '框装', '袋装', '盒装'] },
  ],

  '枇杷': [
    { title: '单颗重', list: ['0.4两以下', '0.4-0.7两', '0.7-1两', '1两以上'] }
  ],
  '青梅': [
    { title: '单果重', list: ['10g以下', '10-15g', '15-20g', '20-25g', '25-30g', '35-40g', '40-45g'] },
    { title: '货品包装', list: ['箱装', '框装', '袋装', '盒装'] },
  ],
  '人参果': [
    { title: '单颗重', list: ['2-3两以上', '3-4两以上', '4-5两以上'] },
    { title: '货品等级', list: ['特级', '一级', '二级', '等外'] },
  ],
  '山竹': [
    { title: '单颗重', list: ['1-2两以上', '2-3两以上', '3-4两以上', '4-5两以上'] },
    { title: '可食率', list: ['75%以上', '80%以上', '85%以上', '90%以上', '95%以上'] },
    { title: '货品等级', list: ['特级', '一级', '二级', '等外'] },
  ],
  '树莓': [
    { title: '类型', list: ['鲜果', '冻果'] }
  ],
  '圣女果': [
    { title: '单颗重', list: ['10g以下', '10g以上', '15g以上', '20g以上', '25g以上', '30g以上', '35g以上', '40g以上'] },
    { title: '果型', list: ['球型', '长条型'] },
  ],
  '桑葚': [
    { title: '穗长', list: ['1-2cm', '2-3cm', '3-4cm', '4-5cm', '5-6cm', '6cm以上'] },
    { title: '货品状态', list: ['冻果', '鲜果'] },
  ],
  '柿子': [
    { title: '单颗重', list: ['1-2两以上', '2-3两以上', '3-4两以上', '4-5两以上'] },
    { title: '果径', list: ['4 - 5cm', '5 - 6cm', '6 - 7cm', '7 - 8cm', '8 - 9cm', '10cm以上'] },
    { title: '货品等级', list: ['特级', '一级', '二级', '等外'] },
  ],
  '酸角': [
    { title: '长度', list: ['1-3cm', '3-5cm', '5-7cm', '7-9cm', '9cm以上'] }
  ],
  '山楂': [
    { title: '单颗重', list: ['3-5g', '5-10g', '10-15g', '15-20g', '20-25g', '30g以上', '75g以上', '100g以上'] },
    { title: '果味', list: ['甜口', '酸甜', '酸口'] },
    { title: '货品等级', list: ['一级', '二级', '等外'] },
  ],
  '沙果': [
    { title: '单果重', list: ['8-9g', '9-10g', '10-11g', '11-12g', '12-13g', '13-14g', '14g以上'] },
    { title: '货品包装', list: ['箱装', '框装', '袋装', '盒装'] },
  ],
  '蛇果': [
    { title: '单果重', list: ['200-300g', '300-400g', '400-500g', '500g以上'] },
    { title: '颜色', list: ['青色', '红色'] },
  ],
  '石榴': [
    { title: '单颗重', list: ['0.2-0.4斤', '0.3-0.5斤', '0.6-0.8斤', '0.8-1斤', '1-2斤'] },
  ],
  '释迦果': [
    { title: '单颗重', list: ['100g以下', '100-150g', '150-200g', '250-300g', '350-450g', '450-550g', '550-650g', '650-750g', '750-850g', '850-900g'] },
    { title: '等级', list: ['特级', '一级'] },
  ],
  '甜瓜': [
    { title: '单颗重', list: ['0.3斤以上', '0.5斤以上', '1斤以上', '1.5斤以上', '2斤以上'] },
    { title: '成熟度', list: ['7成熟', '8成熟', '9成熟', '完熟'] },
    { title: '果肉颜色', list: ['绿色', '白色', '赤红', '带黄', '花皮', '脆红'] },
    { title: '货品包装', list: ['纸箱', '筐装', '袋装', '盒装', '泡沫网套'] },
  ],
  '桃': [
    { title: '果径', list: ['45mm以上', '55mm以上', '60mm以上', '70mm以上', '80mm以上'] },
    { title: '单颗重', list: ['2 - 3两', '3 - 4两', '4两以上', '2两以下'] },
    { title: '颜色', list: ['红色', '粉红', '白色', '黄色'] },
    { title: '货品包装', list: ['纸箱', '筐装', '袋装', '盒装', '泡沫网套'] },
  ],
  '无花果': [
    { title: '单果重', list: ['50g以下', '50-60g', '60-70g', '70-80g', '80-90g', '90-100g', '100-120g', '120-140g', '140g以上'] }
  ],
  '西瓜': [
    { title: '单颗重', list: ['1斤打底', '2斤打底', '3斤打底', '4斤打底', '5斤打底', '6斤打底', '7斤打底', '8斤打底', '10斤打底', '15斤打底'] },
    { title: '成熟度', list: ['6成熟', '7成熟', '8成熟', '9成熟', '10成熟'] },
    { title: '采收批次', list: ['1茬', '2茬', '2茬以上'] },
    { title: '类型', list: ['有籽', '无籽'] },
    { title: '货品包装', list: ['纸箱', '筐装', '袋装', '盒装', '泡沫网套'] },
  ],
  '香蕉': [
    { title: '成熟度', list: ['七成熟', '八成熟', '九成熟'] },
    { title: '单棵重', list: ['40斤以下', '40 - 50斤', '50 - 60斤', '60 - 70斤', '70斤以上'] },
    { title: '长度', list: ['8cm以上', '10cm以上', '12cm以上', '14cm以上', '16cm以上', '18cm以上', '20cm以上'] },
  ],
  '鲜枣': [
    { title: '直径', list: ['直口', '拐一', '拐二', '拐三'] },
    { title: '单果重', list: ['10g以下', '10 - 20g', '20 - 30g', '30 - 40g', '40 - 50g', '50g以上'] },
    { title: '颜色', list: ['点红', '半红', '全红', '发绿', '发黄', '发白'] },
  ],
  '杏': [
    { title: '果径', list: ['30-40mm', '40-45mm', '45mm以上', '50mm以上'] },
    { title: '单颗重', list: ['30 - 45g', '45 - 55g', '55 - 65g', '65 - 80g', '80 - 90g', '90 - 100g', '100 - 150g', '150 - 200g', '200g以上'] },
    { title: '果型', list: ['近圆形', '椭圆形'] },
    { title: '货品包装', list: ['纸箱', '筐装', '袋装', '盒装', '泡沫网套'] },
  ],
  '雪莲果': [
    { title: '单颗重', list: ['3两以下', '3两以上', '4两以上', '5两以上', '6两以上', '8两以上'] },
    { title: '货品包装', list: ['箱装', '框装', '袋装', '盒装'] },
  ],
  '西梅': [
    { title: '果径', list: ['10-15mm', '15-20mm', '20-25mm', '25-30mm', '30-35mm', '35-40mm', '40-50mm', '50mm以上', '60mm以上', '70mm以上', '75mm以上', '80mm以上'] }
  ],
  '椰子': [
    { title: '单颗重', list: ['1-1.5斤', '1.5-2斤', '2-2.5斤', '2.5-3斤', '3-4斤', '4-5斤', '5-6斤', '6斤以上'] },
    { title: '颜色', list: ['红椰', '绿椰'] },
    { title: '果型', list: ['大圆果', '中圆果', '小圆果'] },
  ],
  '杨桃': [
    { title: '单颗重', list: ['1-2两', '2-3两', '3-4两', '4-5两', '5-6两', '6两以上'] }
  ],
  '余甘果': [
    { title: '果径', list: ['2cm以下', '2cm以上'] }
  ],
  '杨梅': [
    { title: '果径', list: ['1-1.5cm', '1.5-2cm', '2-2.5cm', '2.5-3cm', '3-4cm', '4-5cm', '5-6cm', '6cm以上'] }
  ],
  '油桃': [
    { title: '单果重', list: ['1两以上', '2两以上', '3两以上', '4两以上', '5两以上'] },
    { title: '果径', list: ['50mm以上', '55mm以上', '60mm以上'] },
    { title: '货品包装', list: ['箱装', '框装', '袋装', '盒装'] },
  ],
  '樱桃': [
    { title: '果径', list: ['5-10mm', '10-15mm', '15-20mm', '20mm以上', '20-22mm', '22-24mm', '24-26mm', '26-28mm', '28-30mm', '30mm以上'] },
    { title: '单颗重', list: ['5g以下', '5 - 8g', '8 - 12g', '12 - 15g', '15 - 18g', '18 - 20g', '20g以上'] },
    { title: '果肉颜色', list: ['紫黑色', '黄色', '红色'] },
  ],
  '柚子': [
    { title: '单颗重', list: ['1斤以下', '1斤以上', '1.5斤以上', '2斤以上', '2.5斤以上', '3斤以上', '3.5斤以上', '4斤以上', '4.5斤以上', '5斤以上'] },
    { title: '颜色', list: ['白心', '黄心', '红心', '三红'] },
    { title: '货品包装', list: ['纸箱', '筐装', '袋装', '盒装'] },
  ],
};








































































































































































































